Repository: Revisto/drum-machine
Catalog: po/*.po
Languages: ca, de, el, eo, fa, fr, he, hu, it, kk, ru

source: Processing beats…
el: Επεξεργασία ρυθμών…
eo: Traktante batojn…
fa: پردازش کردن ضرب‌ها…
kk: Биттерді өңдеу…

source: Saving file…
ca: S'està desant el fitxer…
el: Αποθήκευση αρχείου…
eo: Konservante dosieron…
fa: ذخیره کردن پرونده…
kk: Файлды сақтау…

source: Writing to disk…
el: Εγγραφή στον δίσκο…
eo: Skribante al disko…
fa: نوشتن روی دیسک…
kk: Дискіге жазу…

source: Exporting…
ca: S'està exportant…
el: Εξαγωγή…
eo: Eksportante…
fa: برون ریختن…
kk: Экспорттау…

source: Processing…
ca: S'està processant…
el: Επεξεργασία…
eo: Traktante…
fa: پردازش کردن…
kk: Өңдеу…

source: Custom Sound
el: Προσαρμοσμένος Ήχος
eo: Propra sono
fa: صدای سفارشی
kk: Таңдауыңызша дыбыс

source: Preview
ca: Previsualitza
el: Προεπισκόπηση
eo: Antaŭvido
fa: پیش‌نمایش
kk: Алдын ала қарау

source: Replace…
el: Αντικατάσταση…
eo: Anstataŭigi…
fa: جایگزینی…
kk: Алмастыру…

source: Replace with new sound
el: Αντικατάσταση με νέο ήχο
eo: Anstataŭigi per nova sono
fa: جایگزینی با صدای جدید
kk: Жаңа дыбыспен алмастыру

source: Remove
ca: Elimina
el: Αφαίρεση
eo: Forigi
fa: برداشتن
kk: Өшіру

source: At least one drum part must remain
el: Πρέπει να παραμείνει τουλάχιστον ένα μέρος τύμπανου
eo: Almenaŭ unu tambura parto devas resti
fa: باید کمینه یک بخش کوبه‌ای باقی بماند
kk: Кем дегенде бір барабан бөлігі қалуы тиіс

source: Configure MIDI note for export
el: Ρύθμιση νότας MIDI για εξαγωγή
eo: Agordi MIDI-noton por eksportado
fa: پیکربندی نت MIDI برای برون‌ریزی
kk: Экспорттау үшін MIDI нотасын баптау

source: MIDI note updated
el: Η νότα MIDI ενημερώθηκε
eo: MIDI-noto ĝisdatigita
fa: نت MIDI به‌روز شد
kk: MIDI нотасы жаңартылды

source: Select New Sound
el: Επιλογή Νέου Ήχου
eo: Elekti novan sonon
fa: گزینش صدای جدید
kk: Жаңа дыбысты таңдау

source: Removed drum part: {}
el: Αφαιρέθηκε μέρος τύμπανου: {}
eo: Tambura parto forigita: {}
fa: بخش کوبه‌ای برداشته شده: {}
kk: Өшірілген барабан бөлігі: {}

source: Failed to remove drum part
ca: No s'ha pogut eliminar la part del tambor
el: Αποτυχία αφαίρεσης μέρους τύμπανου
eo: Malsukcesis forigi tamburan parton
fa: شکست در برداشتن بخش کوبه‌ای
kk: Барабан бөлігін өшіру сәтсіз аяқталды

source: {} Beats per Minute (BPM)
ca: {} pulsacions per minut (PPM)
de: {} Taktschläge pro Minute (BPM)
el: {} Χτύποι ανά λεπτό (BPM)
eo: {} batoj minuton (BPM)
fa: {} ضرب در دقیقه (ض‌دد)
fr: {} Battements par Minute (BPM)
he: {} פעימות בדקה (BPM)
hu: {} ütés percenként (BPM)
it: {} battiti al minuto (BPM)
kk: Минутына {} соққы (BPM)
ru: {} Ударов в минуту (BPM)

source: {:.0f}% Volume
ca: {:.0f}% Volum
de: {:.0f}% Lautstärke
el: {:.0f}% Ένταση
eo: {:.0f}% laŭteco
fa: {:I.0f}% حجم صدا
he: {:.0f}% עוצמת שמע
hu: {:.0f}%-os hangerő
it: Volume al {:.0f}%
kk: Дыбыс деңгейі {:.0f}%
ru: Громкость {:.0f}%

source: Play
ca: Reprodueix
de: Abspielen
el: Αναπαραγωγή
eo: Ludi
fa: پخش
fr: Jouer
he: נגינה
hu: Lejátszás
it: Riproduci
kk: Ойнату
ru: Проиграть

source: Pause
ca: Pausa
de: Pausieren
el: Παύση
eo: Paŭzi
fa: مکث
he: השהיה
hu: Szüneteltetés
it: Pausa
kk: Кідірту
ru: Пауза

source: Open
ca: Obre
de: Öffnen
el: Άνοιγμα
eo: Malfermi
fa: گشودن
fr: Ouvrir
he: פתיחה
hu: Megnyitás
it: Apri
kk: Ашу
ru: Открыть

source: Added: {}
el: Προστέθηκε: {}
eo: Aldonita: {}
fa: افزوده: {}
kk: Қосылды: {}

source: Failed to add custom sound
el: Αποτυχία προσθήκης προσαρμοσμένου ήχου
eo: Malsukcesis aldoni propran sonon
fa: شکست در افزودن صدای سفارشی
kk: Таңдауыңызша дыбысты қосу сәтсіз аяқталды

source: Replaced drum with: {}
el: Αντικαταστάθηκε τύμπανο με: {}
eo: Anstataŭigis tamburon per: {}
kk: Барабан мынаған алмастырылды: {}

source: Failed to replace drum sound
el: Αποτυχία αντικατάστασης ήχου τύμπανου
eo: Malsukcesis anstataŭigi tamburan sonon
fa: شکست در جایگزینی صدای کوبه‌ای
kk: Барабан дыбысын алмастыру сәтсіз аяқталды

source: Open…
ca: Obre…
el: Άνοιγμα…
eo: Malfermi…
fa: گشودن…
kk: Ашу…

source: Open Pattern
el: Άνοιγμα μοτίβου
eo: Malfermi ŝablonon
fa: گشودن الگو
kk: Ойын үлгісін ашу

# accessibility
source: Open Pattern
ca: Obre un patró
el: Άνοιγμα μοτίβου
eo: Malfermi ŝablonon
fa: گشودن الگو
kk: Ойын үлгісін ашу

source: Open Saved Drum Pattern
el: Άνοιγμα αποθηκευμένου μοτίβου τυμπάνων
eo: Malfermi konservitan tamburan ŝablonon
fa: گشودن الگوی کوبه‌ای ذخیره شده
kk: Сақталған барабан ойын үлгісін ашу

source: Main Menu
de: Hauptmenü
el: Κύριο μενού
eo: Ĉefa menuo
fa: فهرست اصلی
fr: Menu principal
he: תפריט ראשי
hu: Főmenü
it: Menù principale
kk: Бас мәзір
ru: Главное меню

# accessibility
source: Main Menu
ca: Menú principal
el: Κύριο μενού
eo: Ĉefa menuo
fa: فهرست اصلی
he: תפריט ראשי
hu: Főmenü
kk: Бас мәзір
ru: Главное меню

source: Access Keyboard Shortcuts and Application Information
de: Tastenkürzel und Anwendungsinformationen einsehen
el: Πρόσβαση στις συντομεύσεις πληκτρολογίου και πληροφορίες εφαρμογής
eo: Aliri klav-mallongigojn kaj programajn informojn
fa: دسترسی به اطّلاعات برنامه و میان‌برهای صفحه‌کلید
fr: Accéder aux raccourcis clavier et aux informations sur l'application
he: גישה לקיצורי מקלדת ולפרטים על היישום
hu: Gyorsbillentyűk és alkalmazásinformációk elérése
it: Accedi alle scorciatoie da tastiera e alle informazioni sull'applicazione
kk: Пернетақта жарлықтарына және қолданба ақпаратына қол жеткізу
ru: Доступ к комбинациям клавиш и информации о приложении

source: Export Audio…
el: Εξαγωγή ήχου…
eo: Eksporti sonon…
fa: برون‌ریزی صدا…
kk: Аудионы экспорттау…

# accessibility
source: Export Audio…
ca: Exporta l'àudio…
el: Εξαγωγή ήχου…
eo: Eksporti sonon…
fa: برون‌ریزی صدا…
kk: Аудионы экспорттау…

source: Export Current Drum Pattern as Audio File
el: Εξαγωγή του τρέχοντος μοτίβου τυμπάνων ως αρχείο ήχου
eo: Eksporti nunan tamburan ŝablonon kiel sona dosiero
fa: ذخیرهٔ الگوی کوبه‌ای کنونی به شکل پروندهٔ صوتی
kk: Ағымдағы барабан ойын үлгісін аудио файл ретінде экспорттау

source: Adjust Tempo In Beats per Minute (BPM)
de: Taktschläge pro Minute anpassen (BPM)
el: Ρύθμιση τέμπο σε χτύπους ανά λεπτό (BPM)
eo: Agordi tempon en batoj minuton (BPM)
fa: تنظیم سرعت بر اساس ضرب در دقیقه (ض‌دد)
fr: Ajuster le Tempo en Battements par Minute (BPM)
he: כיוון הקצב בפעימות לדקה (BPM)
hu: A tempó módosítása percenkénti ütésszámban (BPM)
it: Regola il tempo in battiti al minuto (BPM)
kk: Темпті минутына соққы (BPM) арқылы реттеу
ru: Настройка темпа в ударах в минуту (BPM)

source: Tempo
de: Geschwindigkeit
el: Τέμπο
fa: سرعت
he: קצב
hu: Tempó
kk: Темп
ru: Темп

source: Adjust Volume
de: Lautstärke anpassen
el: Ρύθμιση έντασης
eo: Agordi laŭtecon
fa: تنظیم حجم صدا
fr: Ajuster le volume
he: כיוון עוצמת שמע
hu: Hangerő módosítása
it: Regola il volume
kk: Дыбыс деңгейін реттеу
ru: Изменить громкость

source: Clear
el: Εκκαθάριση
eo: Viŝi
fa: پاک سازی
kk: Тазарту

source: Clear the Drum Pattern
el: Εκκαθάριση του Ρυθμικού Μοτίβου
eo: Viŝi la tamburan ŝablonon
fa: پاک سازی الگوی کوبه‌ای
kk: Барабан ойын үлгісін тазарту

source: _Add Samples…
el: _Προσθήκη Δειγμάτων…
eo: _Aldoni specimenoj…
fa: _افزودن نمونه‌ها…
kk: _Сэмплдерді қосу…

source: _Save Pattern…
el: _Αποθήκευση Μοτίβου…
eo: _Konservi ŝablonon…
fa: _ذخیرهٔ الگو…
kk: Ойын үлгісін _сақтау…

source: _Reset to Defaults
el: _Επαναφορά σε Προεπιλογές
eo: _Restarigi defaŭltojn
fa: _بازنشانی به پیش‌گزیده‌ها
kk: Әдепкі күйге қай_тару

source: _Keyboard Shortcuts
ca: _Dreceres de teclat
de: _Tastenkürzel
el: _Συντομεύσεις Πληκτρολογίου
eo: _Klav-mallongigoj
fa: _میان‌برهای صفحه‌کلید
fr: _Raccourci Clavier
he: _קיצורי מקלדת
hu: _Gyorsbillentyűk
it: Scorciatoie da _tastiera
kk: _Пернетақта жарлықтары
ru: _Комбинации клавиш

source: _About Drum Machine
ca: _Quant a la Caixa de ritmes
de: _Info zu Drum Machine
el: _Περί της Μηχανής τυμπάνων
eo: _Pri Drum Machine
fa: _دربارهٔ ماشین درام
fr: _À propos de Drum Machine
he: על מכונת _תופים
hu: A Dobgép _névjegye
it: _Informazioni su Drum Machine
kk: Барабан машинасы турал_ы
ru: _О приложении

# shortcut window
source: General
de: Allgemein
el: Γενικά
eo: Ĝenerala
fa: عمومی
fr: Général
he: כללי
hu: Általános
it: Generali
kk: Жалпы
ru: Общие

# shortcut window
source: Show Shortcuts
ca: Mostra les dreceres de teclat
de: Tastenkürzel anzeigen
el: Εμφάνιση συντομεύσεων
eo: Montri klav-mallongigojn
fa: نمایش میان‌برها
fr: Montrer les Raccourcis
he: הצגת קיצורי מקלדת
hu: Gyorsbillentyűk megjelenítése
it: Mostra scorciatoie
kk: Жарлықтарды көрсету
ru: Показать комбинации клавиш

# shortcut window
source: Quit
ca: Surt
de: Beenden
el: Έξοδος
eo: Forlasi
fa: خروج
fr: Quitter
he: יציאה
hu: Kilépés
it: Esce
kk: Шығу
ru: Выйти

# shortcut window
source: Playback Controls
ca: Controls de reproducció
de: Wiedergabekontrolle
el: Στοιχεία ελέγχου αναπαραγωγής
eo: Ludad-regiloj
fa: واپایش‌های پخش
fr: Commandes de lecture
he: פקדי נגינה
hu: Lejátszásvezérlők
it: Controlli di riproduzione
kk: Ойнатуды басқару элементтері
ru: Управление воспроизведением

# shortcut window
source: Play/Pause
ca: Reprodueix / Pausa
de: Abspielen/Pausieren
el: Αναπαραγωγή/Παύση
eo: Ludi/Paŭzi
fa: پخش/مکث
fr: Jouer/Pause
he: נגינה / השהיה
hu: Lejátszás és szüneteltetés
it: Riproduci/Pausa
kk: Ойнату/Кідірту
ru: Воспроизведение/Пауза

# shortcut window
source: Clear All
ca: Neteja
de: Alles leeren
el: Εκκαθάριση όλων
eo: Viŝi ĉion
fa: پاک‌سازی همه
fr: Tout Effacer
he: לרוקן הכול
hu: Összes törlése
it: Cancella tutto
kk: Барлығын тазарту
ru: Очистить всё

# shortcut window
source: BPM & Volume Controls
ca: PPM i controls de volum
de: BPM & Lautstärkeregelung
el: Στοιχεία ελέγχου BPM & έντασης
eo: BPM kaj laŭt-regiloj
fa: واپایش‌های حجم صدا و ض‌د‌د
fr: Contrôles du BPM et du volume
he: BPM ובקרת עוצמת שמע
hu: BPM- és hangerőszabályzás
it: Controlli BPM e volume
kk: BPM және дыбыс деңгейін басқару
ru: Управление темпом и громкостью

# shortcut window
source: Increase BPM
ca: Augmenta les PPM
de: BPM erhöhen
el: Αύξηση BPM
eo: Pliigi BPM
fa: افزایش ض‌دد
fr: Augmenter le BPM
he: האצת פעימות לדקה
hu: BPM növelése
it: Aumenta i BPM
kk: BPM арттыру
ru: Увеличить BPM

# shortcut window
source: Decrease BPM
ca: Disminueix les PPM
de: BPM verringern
el: Μείωση BPM
eo: Malpliiigi BPM
fa: کاهش ض‌دد
fr: Diminuer le BPM
he: האטת פעימות לדקה
hu: BPM csökkentése
it: Diminuisce i BPM
kk: BPM азайту
ru: Уменьшить BPM

# shortcut window
source: Increase Volume
ca: Apuja el volum
de: Lautstärke erhöhen
el: Αύξηση έντασης
eo: Pliigi laŭtecon
fa: افزایش حجم صدا
fr: Augmenter le Volume
he: הגברת עוצמת שמע
hu: Hangerő növelése
it: Aumenta il volume
kk: Дыбыс деңгейін арттыру
ru: Увеличить громкость

# shortcut window
source: Decrease Volume
ca: Abaixa el volum
de: Lautstärke verringern
el: Μείωση έντασης
eo: Malpliiigi laŭtecon
fa: کاهش حجم صدا
fr: Diminuer le Volume
he: הנמכת עוצמת שמע
hu: Hangerő csökkentése
it: Diminuisce il volume
kk: Дыбыс деңгейін азайту
ru: Уменьшить громкость

# shortcut window
source: Mute
ca: Silencia
el: Σίγαση
eo: Silentigi
fa: خموش
he: השתקה
hu: Némítás
kk: Дыбысты өшіру

# shortcut window
source: Pattern Management
ca: Gestió de patrons
el: Διαχείριση μοτίβων
eo: Ŝablon-administrado
fa: مدیریت الگو
kk: Ойын үлгілерін басқару

# shortcut window
source: Load Pattern
ca: Carrega un patró
el: Φόρτωση μοτίβου
eo: Ŝargi ŝablonon
fa: بار کردن الگو
kk: Ойын үлгісін жүктеу

# shortcut window
source: Save Pattern
ca: Desa el patró
el: Αποθήκευση μοτίβου
eo: Konservi ŝablonon
fa: ذخیرهٔ الگو
kk: Ойын үлгісін сақтау

# shortcut window
source: Export Audio
ca: Exporta l'àudio
el: Εξαγωγή ήχου
eo: Eksporti sonon
fa: برون‌ریزی صدا
kk: Аудионы экспорттау

# shortcut window
source: Navigation
ca: Navegació
el: Πλοήγηση
eo: Navigado
fa: پیمایش
he: ניווט
hu: Navigáció
kk: Навигация
ru: Навигация

# shortcut window
source: Go to Instrument
ca: Ves a l'instrument
el: Μετάβαση σε όργανο
eo: Iri al instrumento
fa: رفتن به ساز
he: מעבר לכלי
hu: Ugrás a hangszerhez
kk: Аспапқа өту
ru: Перейти к инструменту

# shortcut window
source: Previous Page
ca: Pàgina anterior
el: Προηγούμενη σελίδα
eo: Antaŭa paĝo
fa: صفحهٔ پیشین
he: העמוד הקודם
hu: Előző oldal
kk: Алдыңғы бет
ru: Предыдущая страница

# shortcut window
source: Next Page
ca: Pàgina següent
el: Επόμενη σελίδα
eo: Sekva paĝo
fa: صفحهٔ بعدی
he: העמוד הבא
hu: Következő oldal
kk: Келесі бет
ru: Следующая страница

source: Save Changes?
ca: Voleu desar els canvis?
de: Änderungen speichern?
el: Αποθήκευση αλλαγών;
eo: Konservi ŝanĝojn?
fa: ذخیرهٔ تغییرات؟
fr: Enregistrer les Modifications?
he: לשמור את השינויים?
hu: Menti a változtatásokat?
it: Salvare le modifiche?
kk: Өзгерістерді сақтау керек пе?
ru: Сохранить изменения?

source: Current pattern contains unsaved changes. Changes which are not saved will be permanently lost.
ca: El patró actual conté canvis sense desar. Els canvis que no es desin es perdran permanentment.
el: Το τρέχον μοτίβο περιέχει μη αποθηκευμένες αλλαγές. Οι αλλαγές που δεν θα αποθηκευτούν θα χαθούν οριστικά.
eo: La nuna ŝablono enhavas nekonservitajn ŝanĝojn. Ŝanĝoj kiuj ne estas konservitaj estos por ĉiam perditaj.
fa: الگوی کنونی تغییراتی ذخیره نشده دارد. تغییراتی که ذخیره نشده‌اند برای همیشه از دست خواهند رفت.
kk: Ағымдағы ойын үлгісінде сақталмаған өзгерістер бар. Сақталмаған өзгерістер біржола жоғалады.

source: _Cancel
ca: _Cancel·la
de: _Abbrechen
el: Α_κύρωση
eo: _Nuligi
fa: _لغو
fr: _Annuler
he: _ביטול
hu: _Mégse
it: _Annulla
kk: Бас _тарту
ru: _Отменить

source: _Discard
ca: _Descarta
de: _Verwerfen
el: Από_ρριψη
eo: _Forĵeti
fa: _دور انداختن
fr: _Annuler
he: הת_עלמות
hu: _Elvetés
it: S_carta
kk: _Елемеу
ru: _Не сохранять

source: _Save
ca: De_sa
de: _Speichern
el: _Αποθήκευση
eo: _Konservi
fa: _ذخیره
fr: _Enregistrer
he: _שמירה
hu: Me_ntés
it: _Salva
kk: _Сақтау
ru: _Сохранить

source: Export Audio
ca: Exporta l'àudio
el: Εξαγωγή ήχου
eo: Eksporti sonon
fa: برون‌ریزی صدا
kk: Аудионы экспорттау

source: Audio Format
ca: Format d'àudio
el: Μορφή ήχου
eo: Sona formato
fa: قالب صدا
kk: Аудио пішімі

source: Repeat Count
ca: Nombre de repeticions
el: Αριθμός επαναλήψεων
eo: Ripet-nombro
fa: تعداد تکرار
kk: Қайталау саны

source: How many times to repeat the pattern
ca: Quantes vegades s'ha de repetir el patró
el: Πόσες φορές θα επαναληφθεί το μοτίβο
eo: Kiom da fojoj ripeti la ŝablonon
fa: چند دفعه الگو تکرار شود
kk: Ойын үлгісін неше рет қайталау керек

source: Metadata
ca: Metadades
el: Μεταδεδομένα
eo: Metadatumoj
fa: فراداده
kk: Метадеректер

source: Artist Name
ca: Nom de l'artista
el: Όνομα καλλιτέχνη
eo: Artisto-nomo
fa: نام هنرمند
kk: Орындаушы аты

source: Song Name
ca: Nom de la cançó
el: Όνομα τραγουδιού
eo: Kanto-nomo
fa: نام آهنگ
kk: Өлең аты

source: Cover Art
ca: Portada
el: Εξώφυλλο
eo: Kovril-arto
fa: طرح جلد
kk: Мұқаба суреті

source: Choose File…
ca: Tria un fitxer…
el: Επιλογή αρχείου…
eo: Elekti dosieron…
fa: گزینش پرونده…
kk: Файлды таңдау…

source: Cancel Export
ca: Cancel·la l'exportació
el: Ακύρωση εξαγωγής
eo: Nuligi eksportadon
fa: لغو برون‌ریزی
kk: Экспорттаудан бас тарту

source: Reset to Defaults?
el: Επαναφορά σε Προεπιλογές;
eo: Restarigi defaŭltojn?
fa: بازنشانی به پیش‌گزیده‌ها؟
kk: Әдепкі мәндерге қайтару керек пе?

source: This will clear the current pattern and restore all samples, BPM, and volume to their default values. This action cannot be undone.
el: Αυτό θα καθαρίσει το τρέχον μοτίβο και θα επαναφέρει όλα τα δείγματα, BPM και ένταση στις προεπιλεγμένες τιμές τους. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
eo: Tio viŝos la nunan ŝablonon kaj restarigos ĉiujn specimenoj, BPM kaj laŭtecon al iliaj defaŭltaj valoroj. Ĉi tiu ago ne povas esti malfara.
fa: این کار الگوی کنونی را پاک کرده و همهٔ نمونه‌ها، ض‌دد و حجم صدا را به مقدارهای پیش‌گزیده‌شان برمی‌گرداند. این کنش بازگشت‌پذیر نیست.
kk: Бұл ағымдағы ойын үлгісін тазартады және барлық сэмплдерді, BPM және дыбыс деңгейін олардың әдепкі мәндеріне қайтарады. Бұл әрекетті болдырмау мүмкін емес.

source: _Reset
el: _Επαναφορά
eo: _Restarigi
fa: ب_رگرداندن به مقادیر اولیه
kk: _Тастау

source: MP3
fa: ام‌پی‌تری

source: Ogg Vorbis
fa: وربیس اوگ

source: BPM
ca: PPM
fa: ض‌دد

source: Intuitive grid-based pattern editor
ca: Editor de patrons intuïtiu basat en quadrícula
de: Intuitiver, gitterbasierter Rhythmus-Editor
fr: Éditeur de modèles intuitif basé sur une grille
he: עורך תבניות מבוסס רשת ברור
hu: Intuitív rácsalapú mintaszerkesztő
it: Editor di pattern intuitivo basato su griglia
ru: Интуитивный сеточный редактор ритмов

source: Audio export feature with support for WAV, FLAC, Ogg, and MP3 formats
ca: Funció d'exportació d'àudio amb suport per als formats WAV, FLAC, Ogg i MP3

source: No Pattern
ca: Sense patró

source: _OK
ca: _D'acord

source: Reset
ca: Restableix
de: Zurücksetzen
fr: Réinitialiser
he: איפוס
hu: Visszaállítás
it: Reimposta
ru: Сбросить

source: Save and load preset patterns
de: Speichern und Laden von Vorgaberhythmen
fr: Enregistrer et charger des modèles prédéfinis
he: שמירת וטעינת תבניות שנערכו מראש
hu: Minta-előbeállítások mentése és betöltése
it: Salva e carica pattern preimpostati
ru: Сохранение и загрузка предустановленных рисунков

source: drum
fr: batterie

source: rhythm
fr: rythme

source: music
fr: musique

source: pattern
fr: modèle

source: beats
fr: battements

source: This release of Drum Machine 1.3.1 brings significant UI and functionality improvements:
fr: Cette version de Drum Machine 1.3.1 apporte des améliorations significatives de l'interface utilisateur et des fonctionnalités:

source: Refactored headerbar and background styling for a flat, integrated visual experience.
fr: Barre d'en-tête et style d'arrière-plan refactorisés pour une expérience visuelle plate et intégrée.

source: Enhanced accessibility with improved tooltips and descriptive labels for BPM and volume controls.
fr: Accessibilité améliorée avec des info-bulles améliorées et des étiquettes descriptives pour les contrôles de BPM et de volume.

source: Redesigned app icon and updated text styling for clearer user interface elements.
fr: Icône d'application repensée et style de texte mis à jour pour des éléments d'interface utilisateur plus clairs.

source: Optimized layout breakpoints to improve responsiveness and reduce early scrolling.
fr: Points d'arrêt de mise en page optimisés pour améliorer la réactivité et réduire le défilement précoce.

source: Fixed padding, border-radius, and vertical alignment issues across multiple controls.
fr: Correction des problèmes de remplissage, de rayon de bordure et d'alignement vertical sur plusieurs contrôles.

source: Updated file dialogs to use the Nautilus file chooser for a more modern approach.
fr: Boîtes de dialogue de fichiers mises à jour pour utiliser le sélecteur de fichiers Nautilus pour une approche plus moderne.

source: Improved keyboard navigation focus and updated tooltips, including dedicated play and pause hints.
fr: Navigation au clavier améliorée et infobulles mises à jour, y compris des conseils de lecture et de pause dédiés.

source: Transitioned to the Nautilus file chooser for a more contemporary interface.
fr: Transition vers le sélecteur de fichiers Nautilus pour une interface plus contemporaine.

source: Now accessible on narrow mobile screens with adaptive UI elements.
fr: Désormais accessible sur les écrans mobiles étroits avec des éléments d'interface utilisateur adaptatifs.

source: Refined app icon, and adjusted brand colors for better contrast.
fr: Icône de l'application raffinée et couleurs de la marque ajustées pour un meilleur contraste.

source: Default Presets
de: Standard-Vorgaben
fr: Préréglages par défaut
he: ערכות ברירת מחדל
hu: Alapértelmezett előbeállítások
it: Preimpostazioni predefinite
ru: Рисунок по умолчанию

source: Open Preset
de: Vorgabe öffnen
fr: Ouvrir un préréglage
he: פתיחת ערכה
hu: Előbeállítás megnyitása
it: Apri preimpostazione
ru: Открыть рисунок

source: Open Saved Drum Pattern Preset
de: Gespeicherte Schlagzeugrhythmus-Vorgabe öffnen
fr: Ouvrir le préréglage de motif de batterie enregistré
he: פתיחת ערכת תבנית תיפוף שמורה
hu: Mentett dobminta-előbeállítás megnyitása
it: Apri preimpostazione di pattern di batteria salvata
ru: Открыть сохранённый барабанный рисунок

source: Save Drum Pattern
de: Schlagzeugrhythmus speichern
fr: Enregistrer le motif de batterie
he: שמירת תבנית תיפוף
hu: Dobminta mentése
it: Salva pattern di batteria
ru: Сохранить барабанный рисунок

source: Save Current Drum Pattern as a Preset File
de: Aktuellen Schlagzeugrhythmus als Vorgabe speichern
fr: Enregistrer le motif de batterie actuel en tant que fichier prédéfini
he: שמירת תבנית התיפוף הנוכחית כקובץ ערכה
hu: A jelenlegi dobminta mentése előbeállítás-fájlként
it: Salva il pattern di batteria attuale come file di preimpostazione
ru: Сохранить текущий барабанный рисунок как файл

# shortcut window
source: Preset Management
de: Vorgaberhythmenverwaltung
fr: Gestion des préréglages
he: ניהול ערכות
hu: Előbeállítás-kezelés
it: Gestione preimpostazioni
ru: Управление рисунками

# shortcut window
source: Load Preset
de: Vorgaberhythmus laden
fr: Charger un préréglage
he: טעינת ערכה
hu: Előbeállítás betöltése
it: Carica preimpostazioni
ru: Загрузить рисунок

# shortcut window
source: Save Preset
de: Vorgaberhythmus speichern
fr: Enregistrer un préréglage
he: שמירת ערכה
hu: Előbeállítás mentése
it: Salva preimpostazioni
ru: Сохранить рисунок

source: Current preset contains unsaved changes. Changes which are not saved will be permanently lost.
de: Der aktuelle Vorgaberhythmus enthält ungespeicherte Änderungen, die unwiederbringlich verloren gehen, sofern sie nicht gespeichert werden.
fr: Le préréglage actuel contient des modifications non enregistrées. Les modifications non enregistrées seront définitivement perdues.
he: הערכה הנוכחית מכילה שינויים שלא נשמרו. השינויים שלא יישמרו יאבדו לצמיתות.
hu: A jelenlegi előbeállítás mentetlen változtatásokat tartalmaz. A mentetlen változtatások végleg el fognak veszni.
it: La preimpostazione corrente contiene modifiche non salvate. Le modifiche non salvate saranno perse definitivamente.
ru: Текущий рисунок содержит несохраненные изменения. Изменения, которые не были сохранены, будут безвозвратно потеряны.

# accessibility
source: Open Preset
he: פתיחת ערכה
hu: Előbeállítás megnyitása
ru: Открыть рисунок

# accessibility
source: Save Drum Pattern
he: שמירת תבנית תיפוף
hu: Dobminta mentése
ru: Сохранить барабанный рисунок

source: Reset the Drum Sequence
de: Den Schlagzeugrhythmus zurücksetzen
he: איפוס רצף התיפוף
hu: A dobsorozat visszaállítása
it: Reimposta la sequenza di batteria
ru: Сбросить барабанный ритм
