Repository: Revisto/drum-machine
Catalog: po/*.po
Languages: ca, de, el, eo, fa, fr, he, hu, it, kk, ru

source: Drum Machine
ca: Caixa de ritmes
el: Μηχανή τυμπάνων
fa: ماشین درام
he: מכונת תופים
hu: Dobgép
kk: Барабан машинасы
ru: Ритм-машина

source: drum;drums;sequencer;rhythm;music;pattern;beats;percussion;loop;groove;
ca: tambor;bateria;seqüenciador;ritme;música;patró;beats;percussió;bucle;groove;
el: τύμπανα;ντραμς;drums;αλληλουχία;ρυθμός;μουσική;μοτίβο;κρούση;λούπα;drum;sequencer;rhythm;music;pattern;beats;percussion;loop;groove;
fa: drum;drums;sequencer;rhythm;music;pattern;beats;percussion;loop;groove;drum machine;درام;کوبه;کوبش;طبل;سنج;ریتم;آهنگ;موسیقی;الگو;پرکاشن;
kk: барабан;барабандар;секвенсор;ырғақ;музыка;ойын үлгісі;биттер;перкуссия;цикл;грув;

source: Create and play drum beats
ca: Creeu i reproduïu ritmes de bateria
de: Erstellen und Abspielen von Schlagzeugrhythmen
el: Δημιουργήστε και αναπαράγετε ρυθμούς τυμπάνων
eo: Krei kaj ludi tamburajn batojn
fa: ایجاد و پخش ضرب‌های کوبه‌ای
fr: Créer et jouer des drum beats
he: יצירת ונגינה של צלילי תופים
hu: Dobütések létrehozása és lejátszása
it: Crea e suona ritmi di batteria
kk: Барабан биттерін жасау және ойнату
ru: Создавайте и проигрывайте барабанные ритмы

source: Drum Machine is a modern and intuitive application for creating, playing, and managing drum patterns. Perfect for musicians, producers, and anyone interested in rhythm creation, this application provides a simple interface for drum pattern programming. Have fun!
ca: La Caixa de ritmes és una aplicació moderna i intuïtiva per crear, reproduir i gestionar patrons de bateria. Perfecte per a músics, productors i qualsevol persona interessada en la creació de ritmes, aquesta aplicació proporciona una interfície senzilla per a la creació de patrons de bateria. Divertiu-vos!
de: Drum Machine ist eine moderne und intuitive Anwendung, die das Erstellen, Abspielen und Verwalten von Schlagzeugrhythmen ermöglicht. Sie eignet sich optimal für Musiker, Produzenten und alle, die sich für die Erstellung von Schlagzeugrhythmen interessieren. Drum Machine zeichnet sich durch eine simple Benutzeroberfläche aus. Viel Spaß!
el: Η Μηχανή τυμπάνων είναι μια σύγχρονη και διαισθητική εφαρμογή για τη δημιουργία, αναπαραγωγή και διαχείριση μοτίβων τυμπάνων. Ιδανική για μουσικούς, παραγωγούς και οποιονδήποτε ενδιαφέρεται για τη δημιουργία ρυθμού, αυτή η εφαρμογή παρέχει μια απλή διεπαφή για τον προγραμματισμό μοτίβων τυμπάνων. Καλή διασκέδαση!
eo: Drum Machine estas moderna kaj intuicia programo por krei, ludi kaj administri tamburajn ŝablonojn. Perfekta por muzikistoj, produktantoj kaj ĉiuj interesitaj pri ritma kreado, ĉi tiu programo provizas simplan interfacon por tamburaj ŝablon-programado. Amuzu vin!
fa: ماشین درام برنامه‌ای نوین و ادراکی برای ایجاد، پخش و مدیریت الگوهای کوبه‌ای است. این برنامه که مناسب آهنگسازان، تهیه‌کنندگان و هرکسی در تولید ضرباهنگ است، میانایی ساده برای برنامه ریزی الگوهای کوبه‌ای فراهم می‌کند. خوش بگذرانید!
fr: Drum Machine est une application moderne et intuitive pour créer, jouer, et gérer des motifs de batterie. Parfait pour les musiciens, les producteurs et tous ceux qui sont intéressés par la création de rythmes. Cette application founit une interface simple pour la programmation de motifs de batterie. Amusez-vous!
he: מכונת תופים הוא יישום ברור וחדיש ליצירת, נגינת וניהול תבניות נגינה על תופים. מושלם למוזיקאים, מפיקים וכל מי שמתעניין ביצירת מקצבים, היישום הזה מספק מנשק פשוט לתכנות תבניות תיפוף. שיהיה בכיף!
hu: A Dobgép egy modern és intuitív alkalmazás dobminták létrehozásához, lejátszásához és kezeléséhez. Ez az alkalmazás tökéletes zenészek, producerek és mindenki számára, aki érdeklődik a ritmusalkotás iránt, mivel egyszerű felületet biztosít a dobminták programozásához. Jó szórakozást!
it: Drum Machine è un'applicazione moderna e intuitiva per creare, suonare e gestire pattern di batteria. Perfetta per musicisti, produttori e chiunque sia interessato alla creazione di ritmi, questa applicazione offre un'interfaccia semplice per programmare pattern di batteria. Buon divertimento!
kk: Drum Machine - барабан ойын үлгілерін жасауға, ойнатуға және басқаруға арналған заманауи және интуитивті қолданба. Музыканттарға, продюсерлерге және ырғақ жасауға қызығатындардың бәріне арналған бұл қолданба барабан ойын үлгілерін бағдарламалауға арналған қарапайым интерфейсті ұсынады. Көңіліңізді көтеріңіз!
ru: Ритм-машина - это современное и интуитивно понятное приложение для создания, воспроизведения и управления барабанными рисунками. Это приложение идеально подходит для музыкантов, продюсеров и всех, кто интересуется созданием ритмов. Приложение предоставляет простой интерфейс для программирования барабанных рисунков. Веселитесь!

source: Features:
ca: Característiques:
de: Funktionen:
el: Χαρακτηριστικά:
eo: Funkcioj:
fa: ویژگی‌ها:
fr: Fonctionnalités:
he: יכולות:
hu: Jellemzők:
it: Funzionalità:
kk: Мүмкіндіктері:
ru: Функции:

source: Intuitive grid-based pattern editor with infinite pages
el: Διαισθητικός επεξεργαστής μοτίβων βάσει πλέγματος με άπειρες σελίδες
eo: Intuicia krad-bazita ŝablon-redaktilo kun senlimitaj paĝoj
fa: ویرایشگر ادراکی الگوی مبتنی بر شبکه با صفحه‌های بی‌پایان
kk: Шексіз беттері бар торға негізделген интуитивті ойын үлгілерінің редакторы

source: Custom samples: Add your own drum sounds with MIDI note mapping
el: Προσαρμοσμένα δείγματα: Προσθέστε τους δικούς σας ήχους τυμπάνων με αντιστοίχιση νοτών MIDI
eo: Propraj specimenoj: Aldonu viajn proprajn tamburajn sonojn kun MIDI-nota mapadaro
fa: نمونه‌هیا سفارشی: افزودن صداهای کوبه‌ای خودتان با نگاشت نت MIDI.
kk: Таңдамалы семплдер: MIDI ноталарын сәйкестендіру арқылы жеке барабан дыбыстарыңызды қосыңыз

source: Adjustable BPM control
ca: Control de PPM ajustable
de: Anpassbare BPM-Kontrolle
el: Ρυθμιζόμενος έλεγχος BPM (ρυθμού)
eo: Agordigebla BPM-regilo
fa: واپایش ض‌د‌د تنظیم‌پذیر
fr: Contrôle de BPM ajustable
he: בקרת BPM מתכווננת
hu: Állítható BPM-vezérlés
it: Regolazione dei battiti al minuto
kk: Реттелетін BPM басқаруы
ru: Настраиваемый BPM

source: Volume control for overall mix
ca: Control de volum per a la mescla global
de: Lautstärkeregelung für den allgemeinen Mix
el: Έλεγχος έντασης για τη συνολική μείξη
eo: Laŭt-regilo por la tuta miksaĵo
fa: واپایش حجم صدا برای تنظیم کلی
fr: Contrôle du volume pour l'ensemble du mix
he: בקרת עוצמת שמע לערבול כולל
hu: Hangerőszabályzó a teljes keveréshez
it: Controllo del volume per il mix generale
kk: Жалпы микс үшін дыбыс деңгейін басқару
ru: Управление громкостью для всего микса

source: Save and load patterns
ca: Desa i carrega els patrons
el: Αποθήκευση και φόρτωση μοτίβων
eo: Konservi kaj ŝargi ŝablonojn
fa: ذخیره و بار کردن الگوها
kk: Ойын үлгілерін сақтау және жүктеу

source: Multiple drum sounds including kick, snare, hi-hat, and more
ca: Múltiples sons de tambor, incloent-hi kick, snare, hi-hat, i més
de: Verschiedene Drum-Klänge einschließlich Kick, Snare, Hi-Hat und mehr
el: Πολλαπλοί ήχοι τυμπάνων, όπως μπότα, ταμπούρο, πιατίνια και άλλα
eo: Pluraj tamburaj sonoj inkluzive piedbato, snaporo, hiĉapo kaj pli
fa: چندین صدای کوبه‌ای از جمله دهل، طبل، سنج و بیش‌تر
he: מגוון צלילי תיפוף כגון קיק, סנר ,הייהט ועוד
hu: Többféle dobhang, köztük lábdob, pergődob, lábcin és egyebek
it: Suoni di batteria multipli, inclusi cassa, rullante, charleston e altro
kk: Бірнеше барабан дыбыстары, соның ішінде кик, снэр, хай-хэт және т.б.
ru: Множество звуков ударных, включая бочку, малый, хай-хэт и прочее

source: Audio and MIDI export with support for WAV, FLAC, Ogg, MP3, and MIDI formats
el: Εξαγωγή ήχου και MIDI με υποστήριξη για μορφές WAV, FLAC, Ogg, MP3 και MIDI
eo: Aŭdia kaj MIDI-eksportado kun subteno por WAV, FLAC, Ogg, MP3 kaj MIDI-formatoj
fa: برون‌ریزی صدا و MIDI با پشتیبانی از قالب‌های WAV، ‏FLAC، ‏Ogg،‏ MP3 و MIDI
kk: WAV, FLAC, Ogg, MP3 және MIDI пішімдерін қолдайтын аудио және MIDI экспорты

source: Metadata support for embedding artist name, song title, and cover art
ca: Implementació de metadades per incrustar el nom de l'artista, el títol de la cançó i la portada
el: Υποστήριξη μεταδεδομένων για ενσωμάτωση ονόματος καλλιτέχνη, τίτλου τραγουδιού και εξωφύλλου
eo: Metadatuma subteno por enigi artisto-nomon, kanto-titolon kaj kovril-arton
fa: پشتیبانی از فراداده برای جاسازی نام هنرمند، عنوان آهنگ و طرح جلد
kk: Орындаушы атын, ән тақырыбын және мұқаба суретін ендіруге арналған метадеректерді қолдау

source: Keyboard shortcuts for quick access to all functions
ca: Dreceres de teclat per a un accés ràpid a totes les funcions
de: Tastenkürzel für schnellen Zugriff auf alle Funktionen
el: Συντομεύσεις πληκτρολογίου για γρήγορη πρόσβαση σε όλες τις λειτουργίες
eo: Klav-mallongigoj por rapida aliro al ĉiuj funkcioj
fa: میان‌برهای صفحه‌کلید برای دسترسی سریع به همهٔ ویژگی‌ها
fr: Raccourcis clavier pour un accès rapide à toutes les fonctions
he: קיצורי מקלדת לגישה מהירה לכל הפונקציות
hu: Gyorsbillentyűk az összes funkció gyors eléréséhez
it: Scorciatoie da tastiera per un accesso rapido a tutte le funzioni
kk: Барлық функцияларға жылдам қол жеткізуге арналған пернетақта жарлықтары
ru: Комбинации клавиш для быстрого доступа ко всем функциям

source: Drum Pattern Loaded in Light Mode
ca: Patró de bateria carregat en mode clar
de: Schlagzeugrhythmus im hellen Thema geladen
el: Μοτίβο τυμπάνων φορτωμένο σε ανοιχτόχρωμη λειτουργία
eo: Tambura ŝablono ŝargita en hela reĝimo
fa: الگوی کوبه‌ای بار شده در حالت روشن
fr: Motif de batterie chargé en mode clair
he: תבנית תיפוף טעונה במצב בהיר
hu: Dobminta világos módban betöltve
it: Pattern di batteria caricato in modalità chiara
kk: Барабан ойын үлгісі ашық режимде жүктелді
ru: Барабанный рисунок загружен в светлом режиме

source: Drum Pattern Loaded in Dark Mode
ca: Patró de bateria carregat en mode fosc
de: Schlagzeugrhythmus im dunklen Thema geladen
el: Μοτίβο τυμπάνων φορτωμένο σε σκοτεινή λειτουργία
eo: Tambura ŝablono ŝargita en malhela reĝimo
fa: الگوی کوبه‌ای بار شده در حالت تیره
fr: Motif de batterie chargé en mode sombre
he: תבנית תיפוף טעונה במצב כהה
hu: Dobminta sötét módban betöltve
it: Pattern di batteria caricato in modalità scura
kk: Барабан ойын үлгісі қараңғы режимде жүктелді
ru: Барабанный рисунок загружен в тёмном режиме

source: Drum Machine is a modern and intuitive application for creating, playing, and managing drum patterns.
ca: La Caixa de ritmes és una aplicació moderna i intuïtiva per crear, reproduir i gestionar patrons de bateria.
el: Η Μηχανή τυμπάνων είναι μια σύγχρονη και διαισθητική εφαρμογή για τη δημιουργία, αναπαραγωγή και διαχείριση μοτίβων τυμπάνων.
eo: Drum Machine estas moderna kaj intuicia programo por krei, ludi kaj administri tamburajn ŝablonojn.
fa: ماشین درام برنامه‌ای نوین و ادراکی برای ایجاد، پخش و مدیریت الگوهای کوبه‌ای است.
kk: Барабан машинасы қолданбасы - барабан ойын үлгілерін жасауға, ойнатуға және басқаруға арналған заманауи және интуитивті қолданба.

source: translator-credits
ca: Victor Dargallo <victordargallo@disroot.org>
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα https://gr.gnome.org/
eo: Kristjan SCHMIDT <kristjan.schmidt@googlemail.com>
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
he: ירון שהרבני <sh.yaron@gmail.com>
hu: Meskó Balázs <mesko dot balazs at fsf dot hu>, 2025. Úr Balázs <ur dot balazs at fsf dot hu>, 2025.
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
ru: Анатолий Богомолов (wineT) <tolya.bogomolov2019@gmail.com>

source: Special thanks
ca: Agraïments especials
el: Ιδιαίτερες ευχαριστίες
eo: Specialaj dankoj
fa: سپاس ویژه
kk: Ерекше алғыс

source: Sounds
ca: Sons
el: Ήχοι
eo: Sonoj
fa: صداها
kk: Дыбыстар

source: The drum samples used in this application are from {link}.
ca: Les mostres de bateria utilitzades en aquesta aplicació són de {link}.
el: Τα δείγματα τυμπάνων που χρησιμοποιούνται σε αυτήν την εφαρμογή προέρχονται από {link}.
eo: La tamburaj specimenoj uzataj en ĉi tiu programo estas el {link}.
fa: منبع نمونه‌های کوبی استفاده شده در این برنامه: {link}.
kk: Бұл қолданбада пайдаланылатын барабан семплдері {link} алынған.

source: MP3 files
ca: Fitxers MP3
el: Αρχεία MP3
eo: MP3-dosieroj
fa: پرونده‌های MP3
kk: MP3 файлдары

source: FLAC files
ca: Fitxers FLAC
el: Αρχεία FLAC
eo: FLAC-dosieroj
fa: پرونده‌های FLAC
kk: FLAC файлдары

source: FLAC (Lossless)
ca: FLAC (sense pèrdua)
el: FLAC (Χωρίς απώλειες)
eo: FLAC (Sen perdo)
fa: فلک (بدون کاهش کیفیت)
kk: FLAC (шығынсыз)

source: Ogg files
ca: Fitxers Ogg
el: Αρχεία Ogg
eo: Ogg-dosieroj
fa: پرونده‌های Ogg
kk: Ogg файлдары

source: WAV files
ca: Fitxers WAV
el: Αρχεία WAV
eo: WAV-dosieroj
fa: پرونده‌های WAV
kk: WAV файлдары

source: WAV (Uncompressed)
ca: WAV (sense compressió)
el: WAV (Χωρίς συμπίεση)
eo: WAV (Nekunpremita)
fa: ویو (فشرده نشده)
kk: WAV (сығылмаған)

source: Save Audio File
ca: Desa el fitxer d'àudio
el: Αποθήκευση αρχείου ήχου
eo: Konservi sonaran dosieron
fa: ذخیره پرونده صدا
kk: Аудио файлын сақтау

source: Part “{}” is Silent
ca: La part «{}» és silenciosa
el: Το Μέρος «{}» είναι Αθόρυβο
eo: Parto „{}“ estas silenta
fa: بخش «{}» صامت است
kk: “{}” бөлігі дыбыссыз

source: Parts “{}” and “{}” are Silent
ca: Les parts «{}» i «{}» són silencioses
el: Τα Μέρη «{}» και «{}» είναι Αθόρυβα
eo: Partoj „{}“ kaj „{}“ estas silentaj
fa: بخش‌های «{}» و «{}» صامتند
kk: “{}” және “{}” бөліктері дыбыссыз

source: {} Parts are Silent
ca: {} Parts són silencioses
el: {} Μέρη είναι Αθόρυβα
eo: {} partoj estas silentaj
fa: ‏{} بخش صامتند
kk: {} бөлік дыбыссыз

source: Image files
ca: Fitxers d'imatge
el: Αρχεία εικόνας
eo: Bildaj dosieroj
fa: پرونده‌های تصویر
kk: Сурет файлдары

source: Select Cover Art
ca: Selecciona la portada
el: Επιλογή εξωφύλλου
eo: Elekti kovril-arton
fa: گزینش طرح جلد
kk: Мұқаба суретін таңдау

source: Audio exported to {}
ca: S'ha exportat l'àudio a {}
el: Ο ήχος εξήχθη στο {}
eo: Sona eksportaĵo al {}
fa: صدا برون‌ریزی شد به {}
kk: Аудио {} файлына экспортталды

source: Export failed
ca: Ha fallat l'exportació
el: Η εξαγωγή απέτυχε
eo: Eksportado malsukcesis
fa: برون‌ریزی شکست خورد
kk: Экспорттау сәтсіз аяқталды

source: Export cancelled successfully
ca: L'exportació s'ha cancel·lat correctament
el: Η εξαγωγή ακυρώθηκε επιτυχώς
eo: Eksportado sukcese nuligita
fa: برون‌ریزی به طور موفق لغو شد
kk: Экспорттаудан бас тарту сәтті аяқталды

source: Acoustic Bass Drum
ca: Bombo acústic
el: Ακουστική Μπάσα Τύμπανο
eo: Akustika bas-tamburo
kk: Акустикалық басс-барабан

source: Bass Drum 1
ca: Bombo 1
el: Μπάσα Τύμπανο 1
eo: Bas-tamburo 1
kk: Басс-барабан 1

source: Side Stick
el: Πλαϊνό Ραβδί
eo: Flanka bastono
kk: Сайдж-стик

source: Acoustic Snare
ca: Caixa acústica
el: Ακουστικό Σνέαρ
eo: Akustika snaporo
kk: Акустикалық снэр

source: Hand Clap
ca: Aplaudiment
el: Χειροκρότημα
eo: Manfrapa
kk: Шапалақ

source: Electric Snare
ca: Caixa elèctrica
el: Ηλεκτρικό Σνέαρ
eo: Elektra snaporo
kk: Электрлік снэр

source: Low Floor Tom
el: Χαμηλό Floor Tom
eo: Malalta planktamo
kk: Төменгі едендік том

source: Closed Hi Hat
ca: Hi-hat tancat
el: Κλειστό Hi Hat
eo: Fermita hiĉapo
kk: Жабық хай-хэт

source: High Floor Tom
el: Υψηλό Floor Tom
eo: Alta planktamo
kk: Жоғары едендік том

source: Pedal Hi Hat
ca: Pedal del hi-hat
eo: Pedal-hiĉapo
kk: Педальдік хай-хэт

source: Low Tom
el: Χαμηλό Tom
eo: Malalta tamo
kk: Төменгі том

source: Open Hi Hat
el: Ανοιχτό Hi Hat
eo: Malferma hiĉapo
kk: Ашық хай-хэт

source: Low-Mid Tom
el: Χαμηλο-Μέσο Tom
eo: Malalta-meza tamo
kk: Төменгі орташа том

source: Hi-Mid Tom
el: Υψηλο-Μέσο Tom
eo: Alta-meza tamo
kk: Жоғары орташа том

source: Crash Cymbal 1
el: Κύμβαλο Crash 1
eo: Kraŝcimbalo 1
kk: Крэш тарелкасы 1

source: High Tom
el: Υψηλό Tom
eo: Alta tamo
kk: Жоғары том

source: Ride Cymbal 1
el: Κύμβαλο Ride 1
eo: Rajdcimbalo 1
kk: Райд тарелкасы 1

source: Chinese Cymbal
el: Κινέζικο Κύμβαλο
eo: Ĉina cimbalo
kk: Қытай тарелкасы

source: Ride Bell
el: Κουδούνι Ride
eo: Rajdsono
kk: Райд қоңырауы

source: Tambourine
ca: Pandereta
el: Ταμπούρινο
eo: Tamburino
kk: Тамбурин

source: Splash Cymbal
el: Κύμβαλο Splash
eo: Spruccimbalo
kk: Сплэш тарелкасы

source: Cowbell
ca: Esquerra
el: Κουδούνι
eo: Bovsono
kk: Коубелл

source: Crash Cymbal 2
el: Κύμβαλο Crash 2
eo: Kraŝcimbalo 2
kk: Крэш тарелкасы 2

source: Vibraslap
eo: Vibrofrapo
kk: Вибраслэп

source: Ride Cymbal 2
el: Κύμβαλο Ride 2
eo: Rajdcimbalo 2
kk: Райд тарелкасы 2

source: Hi Bongo
ca: Bongo alt
el: Υψηλό Bongo
eo: Alta bongo
kk: Жоғары бонго

source: Low Bongo
ca: Bongo baix
el: Χαμηλό Bongo
eo: Malalta bongo
kk: Төменгі бонго

source: Mute Hi Conga
ca: Conga alta muda
el: Σιγανό Hi Conga
eo: Silenta alta kongo
kk: Тұйық жоғары конга

source: Open Hi Conga
ca: Conga alta oberta
el: Ανοιχτό Hi Conga
eo: Malferma alta kongo
kk: Ашық жоғары конга

source: Low Conga
ca: Conga baixa
el: Χαμηλή Conga
eo: Malalta kongo
kk: Төменгі конга

source: High Timbale
ca: Timbal alt
el: Υψηλό Timbale
eo: Alta timbalo
kk: Жоғары тимбале

source: Low Timbale
ca: Timbal baix
el: Χαμηλό Timbale
eo: Malalta timbalo
kk: Төменгі тимбале

source: High Agogo
ca: Agogó alt
el: Υψηλό Agogo
eo: Alta agogo
kk: Жоғары агого

source: Low Agogo
ca: Agogó baix
el: Χαμηλό Agogo
eo: Malalta agogo
kk: Төменгі агого

source: Cabasa
ca: Cabassa
el: Καμπάσα
eo: Kabaso
kk: Кабаса

source: Maracas
ca: Maraques
el: Μαράκας
eo: Marakoj
kk: Маракастар

source: Short Whistle
el: Κοντή Σφύριγμα
eo: Mallonga fajfilo
kk: Қысқа ысқырық

source: Long Whistle
el: Μακριά Σφύριγμα
eo: Longa fajfilo
kk: Ұзын ысқырық

source: Short Guiro
el: Κοντό γκουίρο
eo: Mallonga gviro
kk: Қысқа гуиро

source: Long Guiro
el: Μακρύ γκουίρο
eo: Longa gviro
kk: Ұзын гуиро

source: Claves
ca: Bastons
el: Κλάβες
eo: Klavoj
kk: Клаве

source: Hi Wood Block
el: Υψηλό Ξύλινο Τετράγωνο
eo: Alta ligno-bloko
kk: Жоғары ағаш блок

source: Low Wood Block
el: Χαμηλό Ξύλινο Τετράγωνο
eo: Malalta ligno-bloko
kk: Төменгі ағаш блок

source: Mute Cuica
el: Σιγανή Cuica
eo: Silenta kuika
kk: Тұйық куика

source: Open Cuica
el: Ανοιχτή Cuica
eo: Malferma kuika
kk: Ашық куика

source: Mute Triangle
ca: Triangle mut
el: Σιγανό Τρίγωνο
eo: Silenta triangolo
kk: Тұйық үшбұрыш

source: Open Triangle
ca: Triangle obert
el: Ανοιχτό Τρίγωνο
eo: Malferma triangolo
kk: Ашық үшбұрыш

source: MIDI Mapping
ca: Assignació MIDI
el: Αντιστοίχιση MIDI
eo: MIDI-mapado
fa: نگاشت MIDI
kk: MIDI сәйкестендіру

source: Note Assignment
ca: Assignació de notes
el: Αντιστοίχιση Νότας
eo: Nota asignado
fa: تخصیص نت
kk: Нотаны тағайындау

source: Assign a MIDI note for '{}'. This ensures correct playback when exporting.
ca: Assigna una nota MIDI per a «{}». Això garanteix una reproducció correcta en exportar.
el: Αντιστοιχίστε μια νότα MIDI για το '{}'. Αυτό εξασφαλίζει σωστή αναπαραγωγή κατά την εξαγωγή.
eo: Asigni MIDI-noton por '{}'. Tio certigas ĝustan ludadon dum eksportado.
fa: تخصیص نت MIDI برای «{}». برای اطمینان از پخش درست هنگام برون‌ریزی.
kk: '{}' үшін MIDI нотасын тағайындаңыз. Бұл экспорттау кезінде дұрыс ойнатуды қамтамасыз етеді.

source: MIDI Note
ca: Nota MIDI
el: Νότα MIDI
eo: MIDI-noto
fa: نت MIDI
kk: MIDI нотасы

source: The note number to trigger
ca: El número de nota a activar
el: Ο αριθμός νότας για ενεργοποίηση
eo: La nota numero por ekigi
fa: شمارهٔ نت برای تحریک
kk: Іске қосылатын нота нөмірі

source: Standard Instruments
ca: Instruments estàndard
el: Πρότυπο Όργανα
eo: Normaj instrumentoj
fa: ساز استاندارد
kk: Стандартты аспаптар

source: Select a General MIDI instrument to automatically set the note.
ca: Seleccioneu un instrument MIDI General per definir la nota automàticament.
el: Επιλέξτε ένα General MIDI όργανο για αυτόματη ρύθμιση της νότας.
eo: Elektu ĝeneralan MIDI-instrumenton por aŭtomate agordi la noton.
fa: گزینش ساز MIDI عمومی برای تنظیم خودکار نت.
kk: Нотаны автоматты түрде орнату үшін General MIDI аспабын таңдаңыз.

source: Instrument Preset
ca: Instruments predefinits
el: Προκαθορισμένο Οργάνου
eo: Instrument-antaŭagordo
fa: پیش‌تنظیم ساز
kk: Аспаптың алдын ала орнатуы

source: Save
ca: Desa
el: Αποθήκευση
eo: Konservi
fa: ذخیره
kk: Сақтау

source: Custom Note
ca: Nota personalitzada
el: Προσαρμοσμένη Νότα
eo: Propra noto
fa: نت سفارشی
kk: Реттелетін нота

source: Sound replaced
el: Ο ήχος αντικαταστάθηκε
eo: Sono anstataŭigita
fa: صدا جایگزین شد
kk: Дыбыс ауыстырылды

source: Failed to replace sound
el: Αποτυχία αντικατάστασης ήχου
eo: Malsukcesis anstataŭigi sonon
fa: شکست در جایگزینی صدا
kk: Дыбысты ауыстыру сәтсіз аяқталды

source: Not a supported audio file
el: Δεν υποστηρίζεται αρχείο ήχου
eo: Ne estas subtenata sona dosiero
fa: پروندهٔ صوتی پشتیبانی نشده
kk: Қолдау көрсетілмейтін аудио файлы

source: File not found
ca: No s'ha trobat el fitxer
el: Το αρχείο δεν βρέθηκε
eo: Dosiero ne trovita
fa: پرونده پیدا نشد
kk: Файл табылмады

source: Selected item is not a file
el: Το επιλεγμένο στοιχείο δεν είναι αρχείο
eo: La elektita ero ne estas dosiero
fa: ان‌چه گزیده شده پرونده نیست
kk: Таңдалған нысан файл емес

source: File too large: {:.1f}MB (max 50MB)
el: Το αρχείο είναι πολύ μεγάλο: {:.1f}MB (μέγιστο 50MB)
eo: Dosiero tro granda: {:.1f}MB (maks 50MB)
fa: پرونده بیش از حد بزرگ؛ {:.1f}م‌ب (بیشینه ۵۰م‌ب)
kk: Файл тым үлкен: {:.1f}МБ (макс. 50МБ)

source: No valid audio files found
el: Δεν βρέθηκαν έγκυρα αρχεία ήχου
eo: Neniaj validaj sonaj dosieroj trovitaj
fa: هیچ پروندهٔ صوتی معتبری پیدا نشد
kk: Жарамды аудио файлдар табылмады

source: Error processing file: {}
el: Σφάλμα επεξεργασίας αρχείου: {}
eo: Eraro dum traktado de dosiero: {}
fa: خطا در پردازش پرونده: {}
kk: Файлды өңдеу қатесі: {}

source: Added {} drum part, {} files skipped
el: Προστέθηκε {} μέρος τύμπανου, {} αρχεία παραλήφθηκαν
eo: Aldonita {} tambura parto, {} dosieroj preterlasitaj
fa: {} بخش کوبه‌ای افزوده شد. از {} پرونده پریده شد
kk: {} барабан бөлігі қосылды, {} файл өткізілді

source: Added {} drum parts, {} files skipped
el: Προστέθηκαν {} μέρη τύμπανου, {} αρχεία παραλήφθηκαν
eo: Aldonitaj {} tamburaj partoj, {} dosieroj preterlasitaj
fa: {} بخش کوبه‌ای افزوده شد. از {} پرونده پریده شد
kk: {} барабан бөлігі қосылды, {} файл өткізілді

source: Added {} drum parts
el: Προστέθηκαν {} μέρη τύμπανου
eo: Aldonitaj {} tamburaj partoj
fa: {} بخش کوبه‌ای افزوده شد
kk: {} барабан бөлігі қосылды

source: {} files skipped
el: {} αρχεία παραλήφθηκαν
eo: {} dosieroj preterlasitaj
fa: از {} پرونده پریده شد
kk: {} файл өткізілді

source: Default Patterns
ca: Patrons predeterminats
el: Προεπιλεγμένα μοτίβα
eo: Defaŭltaj ŝablonoj
fa: الگوهای پیش‌گزیده
kk: Әдепкі ойын үлгілері

source: MIDI files
ca: Fitxers MIDI
de: MIDI-Dateien
el: Αρχεία MIDI
eo: MIDI-dosieroj
fa: پرونده‌های MIDI
fr: Fichier MIDI
he: קובצי MIDI
hu: MIDI-fájlok
it: File MIDI
kk: MIDI файлдары
ru: MIDI-файлы

source: Open MIDI File
de: MIDI-Datei öffnen
el: Άνοιγμα Αρχείου MIDI
eo: Malfermi MIDI-dosieron
fa: گشودن پروندهٔ MIDI
fr: Ouvrir un fichier MIDI
he: פתיחת קובץ MIDI
hu: MIDI-fájl megnyitása
it: Apri file MIDI
kk: MIDI файлын ашу
ru: Открыть MIDI-файл

source: Failed to open file
el: Αποτυχία ανοίγματος αρχείου
eo: Malsukcesis malfermi dosieron
fa: شکست در گشودن پرونده
kk: Файлды ашу сәтсіз аяқталды

source: Failed to load pattern
el: Αποτυχία φόρτωσης μοτίβου
eo: Malsukcesis ŝargi ŝablonon
fa: شکست در بار کردن الگو
kk: Ойын үлгісін жүктеу сәтсіз аяқталды

source: Save Sequence
el: Αποθήκευση Ακολουθίας
eo: Konservi sekvencon
fa: ذخیرهٔ دنباله
he: שמירת הרצף
hu: Sorozat mentése
kk: Тізбекті сақтау
ru: Сохранить последовательность

source: Add Audio Samples
el: Προσθήκη Δειγμάτων Ήχου
eo: Aldoni sonajn specimenoj
fa: افزودن نمونه‌های صوتی
kk: Аудио сэмплдерді қосу

source: Audio files
ca: Fitxers d'àudio
el: Αρχεία ήχου
eo: Sonaj dosieroj
fa: پرونده‌های صوتی
kk: Аудио файлдары

source: Preparing…
el: Προετοιμασία…
eo: Preparante…
fa: آماده سازی…
kk: Дайындау…

source: Initializing…
el: Αρχικοποίηση…
eo: Inicialigante…
fa: مقدار دهی نخستین…
kk: Инициализациялау…

source: Rendering audio…
el: Απόδοση ήχου…
eo: Igante sonon…
fa: پرداخت کردن صدا…
kk: Аудионы рендерингтеу…
